module.exports = {
  getList: [
    {
      id: 1,
      title: 'centOs下载、安装以及如何配置Nginx？',
      desc: '最近在阿里云服务器部署node项目时，饶了很多弯路，踩了好多坑，为了以后迁移服务器或者新手入门少走弯路，决定写下这篇套路文章。一：为加深 自己对linux系统相关命令的掌握；二：为学习nginx扫扫盲',
      pic: '/static/img/article1.jpg',
      date: '2018-09-01',
      favs: 26,
      comments: 5
    },
    {
      id: 2,
      title: '珍惜每一分一秒',
      desc: '辗转一流年，时光穿梭，岁月如水轻轻地蒸发，光景却是另一番。光阴积累回忆，时间循环生机，每一片旖旎的风光，孕育了每一片代表生机的翠绿，绿化了曾暗黄的校园。春天里的阳光轻暖如棉，细雨如针，轻轻落在浅黄的树叶上，深化每一点绿色，迎来四季的中央，妩媚了夏季艳阳天。',
      pic: '/static/img/article2.jpg',
      date: '2018-09-02',
      favs: 26,
      comments: 5
    },
    {
      id: 3,
      title: '青春的路上有ni才更好',
      desc: '忙碌的日子依旧在继续，我们各自奔波在各自梦想的路上，偶尔歇下脚，伫立在喧闹的人流中，遥望远方，看不到尽头，不知道什么时候，天又凉了些，那时候才发现，我们每个人都会在一生中遇见这种那种，各种不同的人，有些擦肩而过，留下一张模糊的脸，存活三秒钟的记忆。',
      pic: '/static/img/article3.jpg',
      date: '2018-09-03',
      favs: 26,
      comments: 5
    },
    {
      id: 4,
      title: '没有理想就没有人生前进得动力',
      desc: '也许你得理想如繁星点点，也许你得理想千古不变。无论怎样地模糊，但到最后总是要清晰得，随着我们得长大和懂事，在模糊得梦想也会变得真切。理想犹如人生道路上得指路灯，你一点点长大，它也一盏盏亮起。没有理想就没有人生前进得动力。',
      pic: '/static/img/article3.jpg',
      date: '2018-09-04',
      favs: 23,
      comments: 2
    },
    {
      id: 5,
      title: '我希望我的爱情是这样的',
      desc: '我希望我的爱情是这样的，相濡以沫，举案齐眉，平淡如水。我在岁月中找到他，依靠他，将一生交付给他。做他的妻子，他孩子的母亲，为他做饭，洗衣服，缝一颗掉了的纽扣。然后，我们一起在时光中变老',
      pic: '/static/img/article3.jpg',
      date: '2018-09-05',
      favs: 26,
      comments: 5
    }
  ],
  getDetail: {
    1: {
      title: 'centOs下载、安装以及如何配置Nginx？'
    }
  }
}
